import React, { Component } from 'react';
import {
  Text,
  StyleSheet,
  View,
  Image,
  TouchableOpacity,
  Dimensions,
  Linking,
  ScrollView,
} from 'react-native';
import Icon from 'react-native-vector-icons/MaterialIcons';

class Termconditions extends Component {
  constructor(props) {
    super(props);
    this.state={
    };
  }

  handleURL = () => {
    Linking.openURL('https://www.trypinn.com').catch(err => console.log('An error occurred', err));
  }

  render () {
    return(
      <View style={styles.container}>

      <View style={styles.header0}>
        <View style={styles.header00}>
          <TouchableOpacity onPress={() => {this.props.onCloseModal()}}>
              <Icon size={28} color="#3e3e3e" name="close" />
          </TouchableOpacity>
          <Text style={styles.h1}>قوانین و مقررات</Text>
          <View style={{width:28}}></View>
        </View>
      </View>
      <ScrollView>
      <View style={styles.container2}>
        <Text style={styles.aboutustext}>
        نرم افزار  تریپین که توسط شرکت "طراحی و راهبری فناوران دانش سامان آریا"   برای تسهیل اقامت مسافران طراحی گردیده ، تحت شرایط زیر خدمات مربوطه را ارائه می‌نماید؛ لذا این شرایط به عنوان یک قرارداد الزام‌آور بر روابط بین کاربران و شرکت حاکم خواهد بود. بر این اساس ضروری است پیش از استفاده از خدمات، این شروط را به دقت مطالعه فرمایید . استفاده از این نرم افزار به منزله قبول تمامی شرایط ذیل است و هرگونه ادعا یا اعتراض آتی در این خصوص را فاقد اعتبار می‌داند . شرکت ممکن است شرایط و سطح خدمات خود  را در طول زمان تغییر دهد . این تغییرات از طریق نرم‌افزار و وب سایت به تمامی کاربران اطلاع داده خواهد شد؛ صرف ادامه استفاده کاربر از خدمات نرم افزار، اعلام رضایت نسبت به شرایط جدید و قبول آن تلقی می‌گردد. تمامی تصاویر، علامات و نشان های الکترونیکی از سمت کاربران که به منظور تایید این سند و عضویت در تریپین باشد به منزله امضای الکترونیک وهمانند امضای دست‌نویس معتبر خواهد بود و امضاکننده را به مفاد سند ملتزم می‌نماید.
        </Text>
      </View>
        <View style={{alignItems:'flex-end',width: Dimensions.get('window').width - 45}}>
        <Text style={styles.h2}>1. خدمات :</Text>
        <Text style={styles.aboutustext}>
        تریپین نرم‌افزار ارائه‌دهنده خدمات اقامتی به مسافران در قالب اپلیکیشن تلفن همراه و وبسایت اینترنتی است. این سامانه یک پل ارتباطی بین میزبان و مسافر برقرار می‌سازد که ارتباط کاربران (کسانی که درخواست اقامت را ارسال می کنند) با میزبان (کسانی که مایل به ارائه خدمات اقامتی هستند) را تسهیل می‌کند. ضمنا در تریپین، میزبان میان پذیزش درخواست یا رد آن مختار است و مسافر نیز پس از ارسال درخواست سفر و مشخص شدن میزبان می‌تواند از درخواست خود انصراف بدهد؛ بنابراین هر اقامتی که در قالب این برنامه نرم‌افزاری صورت می‌گیرد یک قرارداد مستقل بین میزبان و مسافر است و تریپین تنها زمینه انعقاد قرارداد را میان آنها در هر سفر مهیا می‌کند. لذا الویت حقوقی و کیفری در قبال اتفاقات حین اقامت آن طور که در این قرارداد ذکر شده است به عهده‌ی کاربران (مهمانان و میزبانان) خواهد بود.
        </Text>
        <Text style={styles.h2}>2. استفاده از خدمات :</Text>
        <Text style={styles.aboutustext2}>
        ۲-۱- مقررات ثبت نام و تایید حساب کاربری
        </Text>
        <Text style={styles.aboutustext}>
        برای عضویت در تریپین و استفاده از تمامی خدمات آن، لازم است هر کاربر یک حساب کاربری در تریپین ایجاد نماید. برای ایجاد حساب کاربری شرایط زیر الزامی است و قوانین زیر بر آن اعمال می‌شود:
        </Text>
        <Text style={styles.aboutustext}>
        الف)	داشتن ۱۸سال تمام شمسی.
        </Text>
        <Text style={styles.aboutustext}>
        ب)	تکمیل فرم مشخصات
        </Text>
        <Text style={styles.aboutustext}>
        ج)	حساب کاربری افراد تنها در صورتی فعال می‌شود که شماره تلفن همراه معتبر در زمان ثبت نام ارائه کرده و کد ارسالی توسط تریپین را وارد نمایند.
        </Text>
        <Text style={styles.aboutustext}>
        د)	مسئولیت صحت اطلاعات وارد شده به عهده صاحب حساب کاربری می‌باشد. وارد کردن اطلاعات نادرست وغلط ممکن است منجر به محرومیت کاربر از خدمات تریپین شود و کاربر نمی‌تواند به این موضوع معترض شود.
        </Text>
        <Text style={styles.aboutustext}>
        هـ)	هر فرد تنها می‌تواند یک حساب کاربری داشته باشد.
        </Text>
        <Text style={styles.aboutustext}>
        و)	هر کاربر با ثبت نام در تریپین و ایجاد حساب کاربری به نام خود، صحت انتساب تمام پیام‌های صادره از حساب کاربری خویش را پذیرفته و در نتیجه حق هرگونه اعتراض یا ادعای آتی (مبنی بر انکار، تردید یا جعل پیام های ارسالی) را از خویش سلب و ساقط می‌نماید.
        </Text>
        <Text style={styles.aboutustext}>
        ز)	در صورت عدم همکاری کاربر و ارائه ندادن اطلاعات مربوطه - در شرایط خاص که ممکن است احراز هویت کاربر از جانب شرکت ضروری تشخیص داده شود- شرکت حق انسداد حساب کاربر را خواهد داشت.
        </Text>

        <Text style={styles.aboutustext2}>
        ۲-۲- مقررات ثبت اقامتگاه
        </Text>
        <Text style={styles.aboutustext}>
الف)	هر فرد برای ثبت اقامتگاه در تریپین، ملزم به وارد کردن اطلاعات زیر می‌باشد:
        </Text>
        <Text style={styles.aboutustext1}>
        1)	مکان اقامتگاه (آدرس دقیق، مکان حدودی)
        </Text>
        <Text style={styles.aboutustext1}>
        2)	نوع اقامتگاه (سوئیت، آپارتمان، خانه یا ویلا)
        </Text>
        <Text style={styles.aboutustext1}>
        3)	تعداد اتاق ها
        </Text>
        <Text style={styles.aboutustext1}>
        4)	حداکثر تعداد مهمانان
        </Text>
        <Text style={styles.aboutustext1}>
        5)	تصویر هر اتاق، هال و آشپزخانه
        </Text>
        <Text style={styles.aboutustext1}>
        6) 	امکانات
        </Text>
        <Text style={styles.aboutustext1}>
        7) 	ساعت ورود و خروج
        </Text>
        <Text style={styles.aboutustext1}>
        8)	قیمت (برای روزهای هفته، روزهای آخرهفته و ایام تعطیل)
        </Text>
        <Text style={styles.aboutustext}>
ب) 	اقامتگاه باید ورودی جداگانه داشته باشد و کاملا خصوصی باشد.
        </Text>
        <Text style={styles.aboutustext}>
        ج)	میزبان نباید وسایلی شخصی‌ در خانه داشته باشد که در طول اقامت مهمان بخواهد از آنها استفاده کند.
        </Text>
        <Text style={styles.aboutustext}>
        د)	میزبان موظف است اطلاعات محرمیت مهمانان و تطابق آن با قوانین شرع و جمهوری اسلامی را در زمان ارائه کلید به مهمان بررسی کند.
        </Text>
        <Text style={styles.aboutustext}>
هـ)	میزبانان تنها در صورتی می‌توانند اقامتگاه را ثبت نمایند که اجازه اجاره دادن آن را بر أساس قانون داشته باشند. در صورت تخطی از این بند، تریپین هیچگونه مسئولیتی در قبال تعهدهای قانونی نخواهد داشت.
        </Text>
        <Text style={styles.aboutustext}>
        و)	میزبانان با قراردادن اقامتگاه خود در سایت تریپین متعهد می شوند که در زمان اقامت مهمان، در دسترس مهمان باشند.
        </Text>
        <Text style={styles.aboutustext}>
        ز)	پس از ثبت اقامتگاه توسط میزبان، سایت تریپین این حق را دارد که پیش از تایید اقامتگاه و نمایش آن در سایت، از اقامتگاه بازدید کند و تطابق اقامتگاه با اطلاعات وارد شده را بررسی نماید.
        </Text>
        <Text style={styles.aboutustext}>
        ح)	ثبت اقامتگاه در سایت تریپین توسط میزبان به منزله تایید و نمایش آن اقامتگاه نخواهد بود و سایت تریپین حق عدم تایید و نمایش اقامتگاه‌ها را برای خود محفوظ می‌دارد.
        </Text>
        <Text style={styles.aboutustext}>
        ط)	میزبان با قراردادن اقامتگاه خود در سایت تریپین ، موظف است از تمامی مقررات این سند پیروی کند. همچنین میزبان موافقت می‌کند که این سایت تنها معرفی‌کننده و واصل میان مهمانان و میزبانان است. تنها تعهد تریپین به میزبان، پرداخت سهم میزبان از وجه دریافت شده از مهمان است و این سایت هیچگونه مسئولیتی در قبال خسارت‌های ناشی از اقامت و رفتارهای خارج از عرف و قانون مهمان نخواهد داشت.
        </Text>
        <Text style={styles.aboutustext2}>
        ۲-3-   مقررات رزرو
        </Text>
        <Text style={styles.aboutustext}>
        الف) 	مهمانان می‌توانند قبل از درخواست رزرو، با میزبان یا نماینده میزبان برای پرسیدن سوال در مورد اقامتگاه در تماس باشند. این تماس باید در قالب سایت و یا اپلیکیشن تلفن همراه ارائه شده از طرف تریپین برقرار شود.
        </Text>
        <Text style={styles.aboutustext}>
ب)	مهمانان می توانند توسط سایت و یا اپلیکیشن تلفن همراه ارائه شده از طرف تریپین برای اقامتگاه مورد نظر خود درخواست رزرو بفرستند.
     </Text>
     <Text style={styles.aboutustext}>
     ج)	میزبان می تواند درخواست مهمان را تایید و یا رد کند.
     </Text>
     <Text style={styles.aboutustext}>
     د)	در صورت تایید نشدن درخواست رزرو از طرف میزبان ظرف ۲۴ ساعت، سیستم به صورت خودکار درخواست را لغو خواهد کرد.
     </Text>
     <Text style={styles.aboutustext}>
هـ)	در صورت تایید میزبان، مهمان حداقل ۴ ساعت فرصت دارد مبلغ کامل اقامتگاه را پرداخت نماید. پس از ۴ ساعت، میزبان امکان لغو تایید را خواهد داشت.
     </Text>
     <Text style={styles.aboutustext}>
     و)	تا زمانی که تایید میزبان لغو نشده است، اقامتگاه برای زمان رزرو شده غیر قابل دسترس خواهد بود.
     </Text>
     <Text style={styles.aboutustext}>
     ز)	رزرو اقامتگاه نمی‌تواند برای فرد دیگری انجام شود. در صورتی که اطلاعات ارائه شده در حساب کاربری با اطلاعات ارائه شده توسط مهمان در هنگام تحویل کلید یکسان نباشد، میزبان موظف است در اولین فرصت به شرکت اطلاع دهد و اجازه دارد از ورود مهمان جلوگیری کند.
     </Text>
     <Text style={styles.aboutustext}>
     ح)	پس از پرداخت وجه رزرو توسط مهمان، رزرو نهایی تلقی شده و در صورت کنسل شدن از طرف هر یک از طرفین، سایت طبق بند های مورد ۸-۲ عمل خواهد کرد.
     </Text>
     <Text style={styles.aboutustext2}>
     ۲-4- مقررات تحویل خانه
     </Text>
     <Text style={styles.aboutustext}>
الف) قبل از انجام اولین رزرو، کاربر مهمان موظف است شماره ملی خود را در اطلاعات حساب کاربری خود وارد کند.
     </Text>
     <Text style={styles.aboutustext}>
     ب) میزبان موظف است نام و شماره ملی ارائه شده از طرف تریپین را با کارت شناسایی وچهره مهمانان تطابق دهد. در صورت عدم تطابق اطلاعات ارائه شده توسط سایت و مهمان، میزبان موظف است در اولین فرصت به شرکت اطلاع دهد و اجازه دارد از ورود مهمان جلوگیری کند.
     </Text>
     <Text style={styles.aboutustext}>
     ج) در صورتی که مهمان اظهار نماید که ادعای میزبان مبنی بر عدم تطابق درست نمی‌باشد، مرکز حل اختلاف بر سر تایید مهمان تصمیم می‌گیرد.
مرکز حل اختلاف مسئله را به عنوان ۱) تطابق ۲) عدم تطابق و یا ۳) سوء تفاهم شناسایی می‌کند.
     </Text>
     <Text style={styles.aboutustext}>
     د) اگر مسئله به عنوان عدم تطابق شناسایی شد، پول میزبان پرداخت خواهد شد و امکان رزرو اقامتگاه در زمان رزرو شده توسط سایت وجود ندارد.
     </Text>
     <Text style={styles.aboutustext}>
     هـ) اگر مسئله به عنوان تطابق شناسایی شد، میزبان موظف است مهمان را پذیرش کند.
     </Text>
     <Text style={styles.aboutustext}>
     و) اگر مسئله به عنوان « سوء تفاهم » شناسایی شود، به عنوان حل شده توسط مرکز اختلاف شناسایی می‌شود.
     </Text>
     <Text style={styles.aboutustext}>
     ز) در زمان تحویل کلید، مهمان موظف است یک کارت شناسایی از خود را در اختیار میزبان قرار دهد. این کارت تا پایان اقامت مهمان در اختیار میزبان خواهد ماند.
     </Text>
     <Text style={styles.aboutustext}>
     توجه : پس از پایان اقامت و در صورت عدم بروز هرگونه اختلاف میان میزبان و مهمان، میزبان موظف است کارت شناسایی مهمان را به وی بازگرداند.
     </Text>
     <Text style={styles.aboutustext}>
     توجه : در صورت بروز اختلاف تریپین مسئولیتی در قبال خسارات و ادعاهای طرفین نخواهد داشت.
     </Text>
     <Text style={styles.aboutustext2}>
     ۲-5- مقررات نقد و امتیازدهی
     </Text>
     <Text style={styles.aboutustext}>
     الف) 	مهمان و میزبان می‌توانند پس از پایان سفر برای یکدیگر نقد بنویسند. این نقد‌ها باید حداکثر یک هفته بعد از اتمام سفر نوشته شوند.
     </Text>
     <Text style={styles.aboutustext}>
     ب) تریپین حق دارد هر گونه نقد توهین‌آمیز و یا غیرقانونی (بر اساس قوانین جمهوری اسلامی ایران) را حذف کند.
     </Text>
     <Text style={styles.aboutustext}>
     ج) مهمان و میزبان می‌توانند تنها برای یک بار به نقد یکدیگر پاسخ دهند.
     </Text>
     <Text style={styles.aboutustext2}>
     ۲-6- مقررات مالی مهمان
     </Text>
     <Text style={styles.aboutustext}>
     الف) در صورت تایید میزبان، مهمان حداقل ۴ ساعت فرصت دارد مبلغ کامل اقامتگاه را پرداخت نماید. پس از ۴ ساعت، میزبان امکان لغو تایید را خواهد داشت.
     </Text>
     <Text style={styles.aboutustext}>
     ب) پس از تایید درخواست رزرو توسط میزبان، امکان رزرو اقامتگاه مورد نظر تا زمانی که میزبان تایید خود را لغو نکرده است برای تاریخ‌های اعلام‌شده توسط مهمان برداشته خواهد شد. در صورتی که مهمان هزینه اقامتگاه را تا قبل از لغو تایید پرداخت نکند، اقامتگاه مورد نظر به لیست جست‌وجو بازخواهد گشت و فرایند رزرو از ابتدا باید شروع شود.
     </Text>
     <Text style={styles.aboutustext2}>
     ۲-7- مقررات مالی میزبان
     </Text>
     <Text style={styles.aboutustext}>
     الف) سهم میزبان از اجاره اولین شب رزرو بلافاصله پس از کامل شدن رزرو به حساب میزبان واریز خواهد شد.
     </Text>
     <Text style={styles.aboutustext}>
     ب) مابقی سهم میزبان از مبلغ اجاره پس از پایان زمان اجاره و تحویل کارت شناسایی مهمان برای میزبان واریز خواهد شد.
    </Text>
    <Text style={styles.aboutustext2}>
    ۲-8- مقررات لغو رزرو و بازپرداخت
    </Text>
    <Text style={styles.aboutustext}>
    الف) در صورتی که مهمان در فاصله زمانی بیشتر از ۴۸ ساعت به زمان تحویل کلید رزرو را کنسل کند، تمامی مبلغ اجاره به مهمان بازگردانده می شود. در این صورت میزبان موظف است مبلغ دریافتی جهت اجاره شب اول را ظرف مدت ۲۴ ساعت برای شرکت واریز نماید.
    </Text>
    <Text style={styles.aboutustext}>
    ب) در صورتی که مهمان قبل از دریافت کلید و در زمانی کمتر از ۴۸ ساعت به آغاز زمان تحویل کلید رزرو را کنسل کند، کل مبلغ اجاره به غیر از هزینه شب اول به وی بازگردانده می شود.
    </Text>
    <Text style={styles.aboutustext}>
    ج) در صورتی که مهمان پس از زمان تحویل کلید رزرو را کنسل کند، هزینه‌ی اقامت در آن واحد برای کمترین مقدار بین ۴۸ ساعت آینده یا تا پایان مدت رزرو از مهمان کسر می‌گردد و مابقی وجه استرداد می‌گردد.
    </Text>
    <Text style={styles.aboutustext}>
    د) در صورتی که میزبان رزرو را کنسل کند، تمامی مبلغ اجاره به مهمان بازگردانده می‌شود. در این موقعیت میزبان موظف است مبلغ دریافتی جهت اجاره شب اول را ظرف مدت ۲۴ ساعت برای شرکت واریز نماید.
    </Text>
    <Text style={styles.aboutustext}>
    هـ) در صورتی که میزبان رزرو را کنسل کند، شرکت تلاش می‌کند اقامتگاهی با شرایط مشابه (امکانات و قیمت) با اقامتگاه انتخابی مهمان برای وی تهیه کند. هزینه اقامتگاه ارائه شده به عهده مهمان می‌باشد. با این وجود، شرکت هیچ تعهدی در قبال ارائه اقامتگاه جایگزین نخواهد داشت.
    </Text>
    <Text style={styles.aboutustext2}>
    ۲-9- مقررات مربوط به اعمال غیرقانونی
    </Text>
    <Text style={styles.aboutustext}>
    الف) میزبانان و مهمانان به طور کامل مسئول تمامی اعمال خویش بر اساس قوانین جمهوری اسلامی ایران خواهند بود.
    </Text>
    <Text style={styles.aboutustext}>
    ب) تمامی قوانین جمهوری اسلامی ایران برای تمامی مشکلات و اختلافات اجرایی می‌باشند و این نرم افزار و وب سایت به طور کامل از این قوانین پیروی می‌کند.
    </Text>
    <Text style={styles.aboutustext}>
    ج) در صورت مشاهده عمل خلاف قانون توسط مهمان، میزبان می تواند ارائه خدمات به مهمان را متوقف کند. در این صورت هیچ بازپرداختی به مهمان صورت نخواهد گرفت.
    </Text>
    <Text style={styles.aboutustext}>
    د) این شرکت حق حل هر گونه مسئله و مشکلی با استفاده از تمامی ابزارهای قانونی را برای خود محفوظ می‌دارد.
    </Text>
    <Text style={styles.aboutustext2}>
    ۲-10- لغو قرارداد و حساب کاربری
    </Text>
    <Text style={styles.aboutustext}>
    الف) این قرارداد با حذف حساب کاربری ملغی خواهد شد.
    </Text>
    <Text style={styles.aboutustext}>
    ب) با حذف حساب کاربری میزبانان، تمامی رزرو‌های مرتبط با حساب کاربری میزبان لغو خواهد شد و مهمان به طور کامل بازپرداخت می‌شود.
    </Text>
    <Text style={styles.aboutustext}>
    ج) با حذف حساب کاربری مهمانان، تمامی سفرهای رزرو شده لغو خواهد شد و بازپرداخت طبق بند ۸-۲ انجام خواهد شد.
    </Text>
    <Text style={styles.aboutustext}>
    د) تریپین حق حذف حساب کاربری افراد تحت هر شرایطی را برای خود محفوظ می‌دارد.
    </Text>
    <Text style={styles.aboutustext}>
    هـ) در صورت حذف حساب کاربری توسط هر یک از طرفین، سیاست‌های لغو رزرو مبنی بر بند ۸-۲ اجرا خواهد شد و طرفین ملزم به تمکین خواهند بود.
    </Text>
    <Text style={styles.aboutustext}>
    و) در صورت لغو این قرارداد، کاربر حق دسترسی دوباره به محتویات و حساب کاربری خود را ندارد. در صورتی که لغو قرارداد توسط تریپین انجام شده باشد، کاربر حق ایجاد حساب کاربری جدید و یا استفاده از سایت با استفاده از حساب کاربری شخص دیگری را نخواهد داشت.
    </Text>
    <Text style={styles.aboutustext2}>
    ۲-11- حریم خصوصی و محتویات
    </Text>
    <Text style={styles.aboutustext}>
    الف) تریپین در حفاظت از اطلاعات شخصی کاربران تمامی تلاش خود را به کار خواهد بست.
    </Text>
    <Text style={styles.aboutustext}>
    ب) پس از نهایی شدن رزرو، اطلاعات نام، نام خانوادگی و شماره تماس میزبان و مهمان اقامتگاه مورد رزرو در اختیار طرفین رزرو قرار خواهد گرفت. در این مورد میزبان علاوه بر اطلاعات ذکر‌ شده، به شماره‌ی ملی مهمان نیز دسترسی خواهد داشت.
    </Text>
    <Text style={styles.aboutustext}>
    ج) به منظور بهبود خدمات، تریپین مجاز است از تمامی اطلاعات و محتوای‌ تولید‌شده توسط کاربران خود با حفط بی‌نشان بودن داده‌ها استفاده کند.
    </Text>
    <Text style={styles.aboutustext}>
    د) در صورت درخواست مراجع قضایی، تریپین اطلاعات حساب شما را در اختیار مرجع قضایی مربوطه قرار خواهد داد.
    </Text>
    <View style={{paddingBottom:85}}>
    </View>
        </View>


      </ScrollView>
    </View>
    );
  }
}

const styles = StyleSheet.create({
  container:{
    flex:1,
  },
  container1:{
    marginTop:15,
    width: Dimensions.get('window').width - 20,
    flexDirection:'row-reverse',

  },
  container2:{
    marginTop:25,
    alignItems:'center',
    backgroundColor: 'white',

  },
  backbuttonview:{
    flexDirection:'row-reverse',
    alignItems:'center',
    marginBottom:10,
  },
  logostyle:{
    height:100,
    resizeMode:'contain',
  },
  aboutustext:{
    fontSize:13,
    fontFamily:'IRANSansMobileFaNum-Light',
    textAlign:'right',
    color:'#4f4f4f',
    marginTop:5,
    width: Dimensions.get('window').width - 90,
  },
  h2:{
    fontSize:16,
    fontFamily:'IRANSansMobileFaNum-Medium',
    textAlign:'right',
    color:'#3e3e3e',
    marginTop:15,
  },
  aboutustext1:{
    fontSize:13,
    fontFamily:'IRANSansMobileFaNum-Light',
    textAlign:'right',
    color:'#4f4f4f',
    marginTop:5,
    marginRight:15,
    width: Dimensions.get('window').width - 90,
  },
  aboutustext2:{
    fontSize:14,
    fontFamily:'IRANSansMobileFaNum-Medium',
    textAlign:'right',
    color:'#4f4f4f',
    marginTop:20,
    marginRight:0,
    width: Dimensions.get('window').width - 90,
  },
  header0:{
    backgroundColor:'#ffffff',
    width: Dimensions.get('window').width,
    height: 56,
    alignItems:'center',
    justifyContent:'center',
    elevation:3,
  },
  header00:{
    width: Dimensions.get('window').width-36,
    height: 56,
    flexDirection:'row-reverse',
    alignItems:'center',
    justifyContent:'space-between',
    elevation:3,
  },
  h1:{
    fontSize:18,
    fontFamily:"IRANSansMobileFaNum-Medium",
    color:"#3e3e3e",
  },
});

export default Termconditions;
